---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.PartMakerMethodForMergePartFailures
source: html/a0a53f88-f299-e9c8-fabb-adb967cf4218.htm
---
# BuiltInFailures.PartMakerMethodForMergePartFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.